---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFx
source: html/b15b0954-836d-38aa-f94f-9482a9599656.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseFx Property

"End Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseFx { get; }
```